Repository: creifenscheid/powermail_setup
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# form.requirement.hint
source: All fields marked "*" must be completed.
de: Alle mit "*" gekennzeichneten Felder müssen ausgefüllt werden.

# form.navigation.label
source: Form steps
de: Formularschritte

# form.errors.list.headline
source: Form errors
de: Formularfehler

# form.errors.list.description
source: There were %s errors when filling out the form. Please fix them and resubmit the corrected form.
de: Beim Ausfüllen des Formulars gab es %s Fehler. Bitte beheben Sie diese und senden Sie das korrigierte Formular erneut ab.

# form.errors.list.description.single
source: There were an error when filling out the form. Please fix it and resubmit the corrected form.
de: Beim Ausfüllen des Formulars trat ein Fehler auf. Bitte beheben Sie diesen und senden Sie das korrigierte Formular erneut ab.

# form.steps.next.label
source: Next step: %s
de: Nächster Schritt: %s

# form.steps.prev.label
source: Previous step: %s
de: Vorheriger Schritt: %s

# field.select.option
source: Please choose %s
de: Bitte %s wählen

# form.errors.rendering.headline
source: Configuration error
de: Konfigurationsfehler

# form.errors.rendering.message.requiredAttribute
source: Configuration parameter "%s" is missing but required. Please adjust your field configuration.
de: Der Konfigurationsparameter "%s" fehlt, ist aber erforderlich. Bitte passen Sie Ihre Feldkonfiguration an.

# form.elementsGroup.mandatory
source: One of the following options must be selected.
de: Eine der folgenden Optionen muss ausgewählt werden.
